{
    "icon": "fas fa-hand-holding-usd",
    "title": {
        "id": "Zakat Fitrah untuk Diri Sendiri dan Keluarga",
        "en": "Zakat Fitrah for Oneself and Family"
    },
    "content": {
        "arrabic": "ﻧَﻮَﻳْﺖُ ﺃَﻥْ ﺃُﺧْﺮِﺝَ ﺯَﻛَﺎﺓَ ﺍﻟْﻔِﻄْﺮِ ﻋَنِّيْ ﻭَﻋَﻦْ ﺟَﻤِﻴْﻊِ ﻣَﺎ ﻳَﻠْﺰَﻣُنِيْ ﻧَﻔَﻘَﺎﺗُﻬُﻢْ ﺷَﺮْﻋًﺎ ﻓَﺮْﺿًﺎ ِﻟﻠﻪِ ﺗَﻌَﺎﻟَﻰ",
        "latin": "Nawaitu an ukhrija zakatal fithri 'an jami'i maa yalzimuni nafaqatuhum syar'an fardhan lillahi ta'ala",
        "translation": {
            "id": "Aku niat mengeluarkan zakat fitrah untuk diriku dan seluruh orang yang nafkahnya menjadi tanggunganku, fardu karena Allah Ta‘âlâ.",
            "en": "I intend to give zakat fitrah for myself and all those whose sustenance is my responsibility, obligatory for the sake of Allah Ta‘âlâ."
        },
        "extras": {
            "id": "<h2>Tujuan</h2><p>Membersihkan diri dari dosa selama bulan Ramadan dan membantu fakir miskin pada hari raya Idul Fitri.</p><h2>Besaran</h2><p>2,5 kg atau 3,5 liter makanan pokok (beras, gandum, dll.) sesuai dengan kebiasaan setempat.</p><h2>Waktu</h2><p>Wajib dikeluarkan sebelum shalat Idul Fitri.</p><h2>Makna Zakat Fitrah untuk Diri Sendiri dan Keluarga</h2><p>Makna zakat fitrah untuk diri sendiri dan keluarga dalam Islam mencakup beberapa dimensi spiritual, sosial, dan keimanan, sebagai berikut:</p><ol><li><strong>Penyucian Diri dan Keluarga</strong>: Zakat fitrah berfungsi untuk menyucikan jiwa setiap individu dalam keluarga dari sifat-sifat buruk seperti kikir atau kesalahan selama Ramadan, seperti dosa kecil akibat perkataan atau perbuatan. Dengan membayar zakat fitrah, baik untuk diri sendiri maupun keluarga, seorang muslim memohon pembersihan spiritual bagi seluruh anggota keluarga.</li><li><strong>Kewajiban Keimanan yang Komunal</strong>: Zakat fitrah adalah kewajiban bagi setiap muslim yang mampu, termasuk untuk diri sendiri dan mereka yang berada dalam tanggungannya, seperti istri, anak, atau kerabat yang dibiayai. Ini mencerminkan tanggung jawab kepala keluarga untuk memastikan semua anggota keluarga memenuhi rukun Islam ini, memperkuat keimanan bersama.</li><li><strong>Solidaritas Sosial dan Kepedulian</strong>: Zakat fitrah untuk keluarga menunjukkan komitmen untuk berbagi rezeki dengan fakir miskin, memungkinkan mereka merayakan Idulfitri dengan layak. Ini memperkuat ikatan sosial antara keluarga dan masyarakat, menumbuhkan rasa empati dan kebersamaan.</li><li><strong>Syukur atas Nikmat Keluarga</strong>: Membayar zakat fitrah untuk diri sendiri dan keluarga adalah bentuk syukur atas nikmat Allah berupa kehidupan, kesehatan, rezeki, dan kebersamaan keluarga. Ini menjadi pengingat untuk selalu bersyukur atas anugerah yang diterima selama Ramadan.</li><li><strong>Penyempurna Ibadah Puasa Keluarga</strong>: Menurut sabda Rasulullah SAW, zakat fitrah menyempurnakan ibadah puasa. Dengan membayar zakat fitrah untuk seluruh anggota keluarga, ibadah puasa setiap individu dalam keluarga menjadi lebih lengkap dan diterima di sisi Allah.</li><li><strong>Tanggung Jawab Kepala Keluarga</strong>: Dalam Islam, kepala keluarga (biasanya suami atau ayah) memiliki tanggung jawab untuk membayar zakat fitrah atas nama anggota keluarga yang menjadi tanggungannya. Ini mencerminkan peran sebagai pemimpin yang memastikan kebutuhan spiritual dan material keluarga terpenuhi.</li></ol><p>Jadi, zakat fitrah untuk diri sendiri dan keluarga tidak hanya merupakan kewajiban ritual, tetapi juga memiliki makna mendalam dalam menyucikan jiwa, mempererat keimanan keluarga, menunjukkan solidaritas sosial, dan menyempurnakan ibadah puasa sebagai wujud syukur kepada Allah Ta‘âlâ.</p>",
            "en": "<h2>Purpose</h2><p>To purify oneself from sins during the month of Ramadan and to assist the poor on the day of Eid al-Fitr.</p><h2>Amount</h2><p>2.5 kg or 3.5 liters of staple food (rice, wheat, etc.) in accordance with local customs.</p><h2>Time</h2><p>Must be distributed before the Eid al-Fitr prayer.</p><h2>The Meaning of Zakat Fitrah for Oneself and Family</h2><p>The meaning of zakat fitrah for oneself and family in Islam encompasses several spiritual, social, and faith-related dimensions, as follows:</p><ol><li><strong>Purification of Self and Family</strong>: Zakat fitrah serves to purify the soul of each family member from negative traits such as stinginess or mistakes made during Ramadan, such as minor sins from speech or actions. By paying zakat fitrah for oneself and family, a Muslim seeks spiritual cleansing for all family members.</li><li><strong>Communal Obligation of Faith</strong>: Zakat fitrah is an obligation for every capable Muslim, including for oneself and those under their responsibility, such as a spouse, children, or supported relatives. This reflects the responsibility of the head of the family to ensure all family members fulfill this pillar of Islam, strengthening collective faith.</li><li><strong>Social Solidarity and Care</strong>: Zakat fitrah for the family demonstrates a commitment to sharing sustenance with the poor, enabling them to celebrate Eid al-Fitr with dignity. This strengthens social bonds between the family and the community, fostering empathy and togetherness.</li><li><strong>Gratitude for Family Blessings</strong>: Paying zakat fitrah for oneself and family is a form of gratitude for Allah’s blessings of life, health, sustenance, and family togetherness. It serves as a reminder to always be thankful for the gifts received during Ramadan.</li><li><strong>Completion of Family’s Fasting Worship</strong>: According to the sayings of the Prophet Muhammad SAW, zakat fitrah perfects the worship of fasting. By paying zakat fitrah for all family members, each individual’s fasting becomes more complete and accepted in the sight of Allah.</li><li><strong>Responsibility of the Head of the Family</strong>: In Islam, the head of the family (usually the husband or father) is responsible for paying zakat fitrah on behalf of family members under their care. This reflects their role as a leader who ensures the spiritual and material needs of the family are met.</li></ol><p>Thus, zakat fitrah for oneself and family is not only a ritual obligation but also holds profound significance in purifying the soul, strengthening family faith, demonstrating social solidarity, and perfecting the worship of fasting as an expression of gratitude to Allah Ta‘âlâ.</p>"
        }
    }
}
